// General
"ADD" = "Lägg till";
"OK" = "OK";
"CANCEL" = "Avbryt";
"Space" = "Mellanslag";
"SPACES" = "Spaces";
"OPTIONS" = "Alternativ…";
"CONTINUE" = "Fortsätt";
"TURN_BT_ON" = "Slå på Bluetooth";

"SEARCHING" = "Söker…";
"CONNECTING" = "Ansluter…";

// Combobox entries
"MODIFER_OPTION" = "⌥ Alternativ";
"MODIFER_CONTROL" = "⌃ Kontroll";
"MODIFER_COMMAND" = "⌘ Kommando";

"MOUSEBUTTON_OPEN" = "Öppna ”%@”";

//
"TOP_LABEL_BT_OFF_HEADER" = "Anslut en USB-mus eller slå på Bluetooth.";
"TOP_LABEL_BT_HEADER" = "Vänta på att en Bluetooth-mus ska upptäckas eller anslut en USB-mus.";
"TOP_LABEL_NO_BT_HEADER" = "Anslut en USB-mus.";

//
"MID_LABEL_NO_MOUSE" = "Hittade ingen mus.";
"MID_LABEL_1_MOUSE" = "1 mus hittades.";
"MID_LABEL_MOUSE_FOUND" = "Hittade ”%@”";


// Gestures
"ONE_FINGER" = "Ett finger";
"ONEFINGER_SCROLL_GESTURE" = "Rulla";
"AX_ONEFINGER_SCROLL_GESTURE" = "Rulla";
"SECONDARYCLICK_GESTURE" = "Sekundärklicka";
"AX_SECONDARYCLICK_GESTURE" = "Sekundärklicka";
"ONEFINGER_SCREEN_ZOOM_GESTURE" = "Skärmzoomning";
"AX_ONEFINGER_SCREEN_ZOOM_GESTURE" = "Skärmzoomning";

"TWO_FINGERS" = "Två fingrar";
"2F_SWIPE_LEFT_RIGHT" = "Navigera genom att dra åt vänster/höger";
"AX_2F_SWIPE_LEFT_RIGHT" = "Navigera genom att dra åt vänster eller höger";

"SCREENZOOM_GESTURE" = "Skärmzoomning";
"WITH_MOMENTUM" = "stötvist";
"WITHOUT_MOMENTUM" = "traditionellt";


//
"BT_OFF_ALERT_TITLE" = "Bluetooth-mus kan inte anslutas eftersom Bluetooth inte är på. Vill slå på Bluetooth nu?";
"BT_INDICATOR_SEARCHING" = "Söker…";
"BT_INDICATOR_CONNECTING" = "Ansluter…";

//
"LEFT" = "Vänster";
"RIGHT" = "Höger";
"SCROLL" = "Rulla";
"NAVIGATE" = "Navigera";
"SCROLL_OFF" = "Av";
"SCROLL_VERTICAL" = "Endast vertikal";
"SCROLL_VERTICAL_HORIZONTAL" = "Vertikal och horisontal";
"SCROLL_360" = "360 grader";
"SWIPE_1_FINGER" = "1 finger";
"SWIPE_2_FINGER" = "2 fingrar";
"3F_TAP_TO_DASHBOARD" = "Dashboard";
"3F_TAP_TO_EXPOSE_ALL_WINDOW" = "Exposé - alla fönster";
"3F_TAP_TO_EXPOSE_APP_WINDOW" = "Exposé - programfönster";
"3F_TAP_TO_EXPOSE_DESKTOP" = "Exposé - skrivbord";



